Repository: eressea/echeck
Catalog: po/echeck.*.po
Languages: de

source: **** A T T E N T I O N ! **** **** Password missing! ****
de: **** A C H T U N G ! **** **** Passwort fehlt! ****

source: %d error
de: %d Fehler

source: %d faction
de: %d Partei

source: %d unit
de: %d Einheit

source: %s %s lacks closing %s
de: Einheit %s %s wird nirgends mit %s abgeschlossen

source: %s and %s cannot be combined
de: %s geht nicht mit %s

source: %s is a combat spell
de: %s ist ein Kampfzauber

source: %s is not a combat spell
de: %s ist kein Kampfzauber

source: %s needs parameters
de: %s ohne Argumente

source: %s or %s missing
de: Parameter %s oder %s fehlt

source: -Ppath search path for the additional files; locale %s will be appended -Rgame read files from subdirectory game; default: e2 - use stdin instead of an input file -b suppress warnings and errors (brief) -q do not expect hints regarding men/silver within [] after UNIT -rnnn set recruit costs to nnn silver -c compiler-like output -m magellan-useable output -e send checked file to stdout, errors to stderr -E send checked file to stdout, errors to stdout -ofile write checked file into 'file' -Ofile write errors into 'file' -h show this little help -hk show list of keywords for tokens.txt -hc show list of commands for commands.txt -hp show list of parameters for parameters.txt -hd show list of directions for directions.txt -hm show list of messages for messages.txt -hf show list of files ECheck tries to read -s use stderr for warnings, errors, etc. instead of stdout -p abbreviate some output for piping -l simulate silverpool -n do not count lines with NameMe comments (;;) -noxxx no xxx warnings. xx can be: ship unit steers a ship but may lack control route do not check for cyclic ROUTE lost unit loses silver and items -w[n] warnings of level n (default: 4) -x line counting starts with FACTION -Lloc select locale loc -vm.l mainversion.level - to check for correct ECheck-Version -Q quiet -C compact output
de: -Ppfad Pfadangabe für die Zusatzdateien; das Locale %s wid angehängt -Rgame Zusatzdateien aus Unterverzeichnis game einlesen; Standardeinstellung: e2 - Verwendet stdin anstelle einer Eingabedatei. -b unterdrückt Warnungen und Fehler (brief) -q erwartet keine Angaben zu Personen/Silber in [] bei EINHEIT -rnnn Legt Rekrutierungskosten auf nnn Silber fest -c schreibt die Warnungen und Fehler in einer Compiler-ähnlichen Form -m schreibt die Warnungen und Fehler für Magellan -e schreibt die geprüfte Datei auf stdout, Fehler nach stderr -E schreibt die geprüfte Datei auf stdout, Fehler nach stdout -ofile schreibt die geprüfte Datei in die Datei 'file' -Ofile schreibt Fehler in die Datei 'file' -h zeigt diese kleine Hilfe an -hs zeigt Liste der Schlüsselworte für tokens.txt -hb zeigt Liste der Befehle für befehle.txt -hp zeigt Liste der Parameter für parameter.txt -hr zeigt Liste der Richtungen für richtungen.txt -hm zeigt Liste der Meldungen für meldungen.txt -hf zeigt Liste der Dateien, die ECheck versucht, einzulesen -s verwendet stderr für Warnungen, Fehler etc., nicht stdout -p verkürzt einige Ausgaben für pipi -l simuliert Silberpool-Funktion -n zählt NameMe-Kommentare (;;) nicht als Zeile -noxxx Keine xxx-Warnungen. xxx kann sein: ship Einheit steuert Schiff und hat evtl. kein Kommando route kein Check auf zyklisches ROUTE lost Einheit verliert Silber und Gegenstände -w[n] Warnungen der Stufe n (default: 4=alle Warnungen) -x Zeilenzählung ab PARTEI statt Dateianfang -Lloc Stellt Locale loc ein -vm.l Mainversion.Level - für Test, ob richtige ECheck-Version -Q Leise -C Kompakte Ausgabe

source: ; Delivery to
de: ; Zustellung an

source: <--MISSING-->
de: <--FEHLT-->

source: <internal check>
de: <interner test>

source: Assuming learning costs of 200 silver
de: Lernkosten mit 200 Silber angenommen

source: Attention! QUIT found! Your faction will be cancelled!
de: Achtung! STIRB gegeben! Die Partei wird aufgelöst!

source: BUY and ALL cannot be combined
de: KAUFE ALLES ist nicht erlaubt

source: Both coordinated must be supplied
de: Beide Koordinaten müssen angegeben werden

source: Can't find unit to carry
de: Kann die zu fahrende Einheit nicht finden

source: Cannot attack a newly formed unit
de: Neu erschaffene Einheiten können nicht attackiert werden

source: Cannot parse this unit's comment
de: Unverständlicher Einheitenkommentar

source: Cannot read file %s.
de: Kann die Datei %s nicht lesen.

source: Detected %d error.
de: %d Fehler gefunden.

source: Detected %d warning
de: %d Warnung gefunden

source: Do not use [ ] and < >
de: [ ] und < > dürfen nicht mit eingegeben werden

source: ECheck (Version %s, %s), order file checker for Eressea - freeware!
de: ECheck (Version %s, %s), Befehlsprüfer für Eressea - Freeware!

source: ERESSEA faction-no "Password" not found
de: ERESSEA partei-nummer "Passwort" fehlt

source: Error in line %d
de: Fehler in Zeile %d

source: Error with LEVEL parameter
de: Fehler bei STUFE-Parameter

source: Error with REGION
de: REGION fehlerhaft

source: Error with REGION parameter
de: Fehler bei REGION-Parameter

source: Error with region coordinates
de: Fehler bei Regions-Koordinaten

source: FIND has been replaced by OPTION ADDRESSES
de: FINDE wurde gegen OPTION ADRESSEN ersetzt

source: FOLLOW UNIT xx, FOLLOW SHIP xx or FOLLOW
de: FOLGE EINHEIT xx, FOLGE SCHIFF xx oder FOLGE

source: Faction '%s' invalid
de: Partei '%s' ungültig

source: Faction 0 used
de: Partei 0 verwendet

source: Faction missing
de: Partei fehlt

source: Found orders for faction %s.
de: Befehle für Partei %s gefunden.

source: Give what?
de: Was übergeben?

source: Illegal argument for %s
de: Ungültiger %s Status

source: In %s (%d,%d) there was reserved more silver (%d) than available (%d).
de: In %s (%d, %d) wurde %d Silber reserviert, aber nur %d ist verfügbar.

source: Incorrect password
de: Nicht das korrekte Passwort eingesetzt

source: Line too long
de: Zeile zu lang

source: Longer combats exclude long orders
de: Längere Kämpfe schließen den langen Befehl aus

source: Magicians may have only one person
de: Magier dürfen nur eine Person haben

source: Messages must be sent to a %s, %s or %s
de: Botschaften müssen an %s, %s oder %s gesendet werden

source: Missing "
de: Fehlendes "

source: Missing %s
de: %s fehlt

source: Missing argument for %s
de: Fehlender Parameter für %s Befehl

source: Missing faction number
de: Es fehlen Dateien für

source: Missing files containing
de: Es fehlen Dateien für

source: Missing locale, using '%s'
de: Unbekannte Sprache, benutze '%s'

source: Missing offer
de: Geldgebot fehlt

source: Missing password
de: Kein Passwort angeben

source: Missing unit
de: Keine Einheitsnummer

source: Missing unit number
de: Keine Einheitsnummer

source: Moved maintainance for building from unit %s to unit %s
de: Gebäudeunterhalt von Einheit %s nach Einheit %s verschoben

source: NUMBER SHIP, NUMBER CASTLE, NUMBER FACTION or NUMBER UNIT
de: NUMMER SCHIFF, NUMMER BURG, NUMMER PARTEI oder NUMMER EINHEIT

source: Names must not contain brackets
de: Namen dürfen keine Klammern enthalten

source: New units cannot GIVE anything
de: Neue Einheiten können nichts übergeben

source: New units cannot use RESERVE, try using GIVE instead
de: Neue Einheiten könenn nichts reservieren

source: No TEMPORARY number
de: Keine TEMP-Nummer

source: No matching MAKE TEMP for END
de: ENDE ohne MACHE TEMP

source: Space not allowed here
de: Leerzeichen hier nicht erlaubt

source: No text
de: Kein Text

source: Not a luxury item
de: Kein Luxusgut

source: Not carried out by any unit
de: Wird von keiner Einheit ausgeführt

source: Number 0 does not make sense here
de: Anzahl 0 macht keinen Sinn

source: Number is not possible here
de: Hier darf keine Zahl stehen

source: Number of castle missing
de: Nummer der Burg fehlt

source: Number of items/men/silver missing
de: Anzahl fehlt

source: Number of luxuries missing
de: Anzahl der Luxusgüter fehlt

source: Number of luxury items missing
de: Anzahl der Luxusgüter fehlt

source: Number of recruits missing
de: Anzahl der Rekruten fehlt

source: Number too big: '%s'. Using 1 instead
de: Zahl zu groß: %s

source: Only herbs can be researched
de: Kann nur nach Kräutern forschen

source: Only ships can be sabotaged
de: Nur Schiffe können sabotiert werden

source: Orders have been read for %s and %s.
de: Es wurden Befehle für %s und %s gelesen.

source: Password cleared
de: Passwort gelöscht

source: Please make sure you have sent in your orders properly. Remember that orders must not be sent as HTML or word-documents.
de: Bitte überprüfe, ob Du die Befehle korrekt eingesandt hast. Beachte dabei besonders, dass die Befehle nicht als HTML oder Word-Dokumente eingeschickt werden dürfen.

source: Please set email with EMAIL
de: Email bitte mit EMAIL setzen

source: Positive value expected
de: Positiver Wert erwartet

source: Processing file '%s'.
de: Verarbeite Datei '%s'.

source: RESERVE 0 xxx doesn't make any sense
de: Nichts zu reservieren ist sinnlos

source: RESERVE what?
de: Was soll reserviert werden?

source: ROUTE is not cyclic; (%d,%d) -> (%d,%d)
de: ROUTE ist kein Kreis; (%d,%d) -> (%d,%d)

source: ROUTE starts with PAUSE
de: ROUTE beginnt mit PAUSE

source: Recruit costs have been set to %d silver, warning level %d
de: Rekrutierungskosten auf %d Silber gesetzt, Warnungen Stufe %d

source: SEND has been renamed into OPTION
de: SENDE wurde in OPTION umbenannt

source: SORT BEFORE or BEHIND <unit>
de: SORTIERE VOR oder HINTER <einheit>

source: School '%s' chosen.
de: Magiegebiet '%s' gewählt.

source: School '%s' does not exist
de: Magiegebiet '%s' gibt es nicht

source: Search path is
de: Suchpfad ist

source: Silver pool is active.
de: Silberpool ist aktiv.

source: TEMP %s is used in region %d, %d and region %d, %d (line %d)
de: TEMP %s wird in Region %d,%d und Region %d,%d (Zeile %d) gebraucht

source: TEMP %s was already used in line %d
de: TEMP %s wurde bereits in Zeile %d benutzt

source: TEMPORARY units can't use GIVE, it happens before MAKE!
de: Neue Einheiten können nichts übergeben! Befehlsreihenfolge beachten!

source: TEMPORARY units can't use RESERVE! Use GIVE instead!
de: Neue Einheiten können nichts reservieren! Befehlsreihenfolge beachten!

source: Teacher needs students
de: Lehrer braucht Schüler

source: Text too long (max. %d characters)
de: Text zu lang (max %d Zeichen)

source: The orders look good.
de: Die Befehle scheinen in Ordnung zu sein.

source: There is not enough silver in %s (%d,%d) for upkeep; %d silver is missing.
de: Das Silber in %s (%d,%d) reicht evtl. nicht zum Leben; es fehlen %d Silber.

source: There must be one ATTACK-order per unit
de: Für jede attackierte Einheit muss ein separater Befehl gegeben werden

source: There must be one CARRY-order per unit
de: Für jede transportierter Einheit muss ein separater Befehl gegeben werden

source: This cannot be bred
de: So etwas kann man nicht züchten

source: This cannot be made
de: Das kann man nicht machen

source: This object cannot be described
de: Das kann nicht beschrieben werden

source: This object cannot be entered
de: Das kann man nicht betreten

source: This object cannot be renamed
de: Das kann man nicht umbenennen

source: Unit %s Unit could benefit from %d more teachers
de: Einheit %s kann noch %d Lehrer gebrauchen

source: Unit %s already has a
de: Einheit %s hat bereits einen

source: Unit %s already has a long order in line %d
de: Einheit %s hat in Zeile %d bereits einen langen Befehl bekommen

source: Unit %s already has a long order in line %d (%s)
de: Einheit %s hat in Zeile %d bereits einen langen Befehl (%s)

source: Unit %s already has got orders in line %d
de: Einheit %s hat bereits in Zeile %d Befehle bekommen

source: Unit %s already has moved
de: Einheit %s hat sich bereits bewegt

source: Unit %s can teach %d more students
de: Einheit %s kann noch %d weitere Schüler lehren

source: Unit %s carries unit %s, but the latter does not ride with the former
de: Einheit %s transportiert Einheit %s, diese fährt aber nicht

source: Unit %s has %d men
de: Einheit %s hat %d Personen

source: Unit %s has %d silver
de: Einheit %s hat %d Silber

source: Unit %s has %d silver before income
de: Einheit %s hat %d Silber vor den Einnahmen

source: Unit %s has 0 men and is taught by unit %s
de: Einheit %s hat 0 Personen und wird von Einheit %s gelehrt

source: Unit %s has 0 men and teaches unit %s
de: Einheit %s hat 0 Personen und lehrt Einheit %s

source: Unit %s has no long order
de: Einheit %s hat keinen langen Befehl

source: Unit %s is taught by unit %s but doesn't learn
de: Einheit %s wird von Einheit %s gelehrt, lernt aber nicht

source: Unit %s lacks %d silver to maintain a building
de: Einheit %s braucht noch %d Silber um ein Gebäude zu unterhalten

source: Unit %s may be moving too far
de: Einheit %s bewegt sich evtl. zu weit

source: Unit %s may be on ship %s instead of ship %s
de: Einheit %s ist evtl. nicht auf Schiff %s sondern auf Schiff %s

source: Unit %s may have not enough men
de: Einheit %s hat evtl. zu wenig Personen

source: Unit %s may have not enough silver
de: Einheit %s hat evtl. zu wenig Silber

source: Unit %s may lack control over ship %s
de: Einheit %s will hat evtl. nicht das Kommando über Schiff %s

source: Unit %s may lose silver and/or items
de: Einheit %s verliert Silber und evtl. Gegenstände

source: Unit %s moves ship %s and may lack control
de: Einheit %s will Schiff %s bewegen und hat evtl. kein Kommando

source: Unit %s not found
de: Einheit %s nicht gefunden

source: Unit %s rides with unit %s, but the latter doesn't carry the former
de: Einheit %s fährt mit Einheit %s, diese transportiert aber nicht

source: Unit '%s' is not possible here
de: Einheit '%s' geht hier nicht

source: Unit 0 used
de: Einheit 0 verwendet

source: Unit 0/Peasants not possible here
de: Einheit 0 bzw. Bauern geht hier nicht

source: Unit TEMP %s has no men and has not recruited any
de: Einheit TEMP %s hat nicht rekrutiert und keine Personen bekommen

source: Unit TEMP %s was never created with MAKE TEMP
de: Einheit TEMP %s wurde nicht mit MACHE TEMP erschaffen

source: Unit TEMPORARY %s hasn't been generated with MAKE TEMPORARY
de: Einheit TEMP %s wurde nirgends erschaffen

source: Unit TEMPORARY %s hasn't got men and hasn't recruited anyone
de: Einheit TEMP %s hat nicht rekrutiert und keine Personen bekommen

source: Unit TEMPORARY %s hasn't recruited and hasn't got any men! It may lose silver and/or items
de: Einheit TEMP %s verliert Silber und evtl. Gegenstände

source: Unit must be in a castle, in a building or on a ship
de: Die Einheit muss in einem Schiff oder Gebäude sein

source: Unknown option -%s
de: Unbekannte Option -%s

source: Unrecognized direction
de: Richtung nicht erkannt

source: Unrecognized object
de: Unbekanntes Objekt

source: Unrecognized option
de: Unbekannte Option

source: Unrecognized order
de: Unbekannter Befehl

source: Unrecognized potion
de: Unbekannter Trank

source: Unrecognized report option
de: Unbekannte Reportoption

source: Unrecognized skill
de: Unbekanntes Talent

source: Unrecognized spell
de: Unbekannter Zauber

source: Using unit %s
de: Benutze Einheit %s

source: Warning in line %d
de: Warnung in Zeile %d

source: Wrong fight state
de: Falscher Kampfstatus

source: Wrong number
de: Falsche Nummer

source: Wrong output level
de: Falscher Ausgabe-Level

source: Wrong parameter
de: Falscher Parameter

source: cannot read configuration files from %s/%s
de: Konfigurationsdateien nicht gefunden in %s/%s

source: combat magic set
de: Kampfzauber gesetzt

source: commands
de: Befehle

source: direction
de: Richtung

source: directions
de: Richtungen

source: invalid email address
de: Ungültige Email-Adresse

source: messages
de: Meldungen

source: not found
de: nicht gefunden

source: number of object missing
de: Anzahl Gegenstände fehlt

source: parameters
de: Parameter

source: skills
de: Talente
